Python 3.8.3 (tags/v3.8.3:6f8c832, May 13 2020, 22:37:02) [MSC v.1924 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> print("Python 1weeks")
Python 1weeks
>>> #더하기와 빼기
>>> print("더하기:",7+3,"빼기:",7-3)
더하기: 10 빼기: 4
>>> #곱하기와 나누기
>>> print("곱하기:",7*3,"나누기:",7/3)
곱하기: 21 나누기: 2.3333333333333335
>>> #제곱
>>> print("제곱:",7**3)
제곱: 343
>>> #몫과 나머지
>>> print("몫:",7//3,"나머지:",7%3)
몫: 2 나머지: 1
>>> #같다/다르다
>>> print("같다:",10==10,"다르다:",10!=11)
같다: True 다르다: True
>>> print("같다:",10==20,"다르다:",10!=10)
같다: False 다르다: False
>>> #부등호
>>> print("왼쪽 값이 오른쪽 값보다 크다:",10>8,"작다:",16<20)
왼쪽 값이 오른쪽 값보다 크다: True 작다: True
>>> print("왼쪽 값이 오른쪽 값보다 크거나 동일하다:",10>=8)
왼쪽 값이 오른쪽 값보다 크거나 동일하다: True
>>> print("왼쪽 값이 오른쪽 값보다 작거나 동일하다:",15<=16)
왼쪽 값이 오른쪽 값보다 작거나 동일하다: True
>>> print("이렇게 하는 거 맞나욜")
이렇게 하는 거 맞나욜
>>> 